{"dataset":"Non-Residual-Prompting/C2Gen","config":"c2gen","split":"test","features":[{"feature_idx":0,"name":"context","type":{"dtype":"string","_type":"Value"}},{"feature_idx":1,"name":"keywords","type":{"feature":{"dtype":"string","_type":"Value"},"_type":"Sequence"}}],"rows":[{"row_idx":0,"row":{"context":"They had noticed water streaming down the sides of their external walls every time it rained heavily. They were sure they could fix the problem themselves but weren't quite certain of what to do so they called up a local tradesman for advice. He came up with a number of potential reasons as to why they might be having the issue and they decided to ask him round for a quote to check on the most obvious solutions.","keywords":["clean","gutter","house"]},"truncated_cells":[]},{"row_idx":1,"row":{"context":"James mulled over the fight with his girlfriend. The city noises were all blocked out by him. He dropped his lighter and then picked it up again.","keywords":["cigarette","street","walk"]},"truncated_cells":[]},{"row_idx":2,"row":{"context":"The show came on the television with people singing. The family all gathered to watch. They all became silent when the show came on.","keywords":["follow","series","voice"]},"truncated_cells":[]},{"row_idx":3,"row":{"context":"John laid in the bed sick. His nose was running. His wife was making him a remedy to feel better.","keywords":["blow","head","nose","teapot","wear"]},"truncated_cells":[]},{"row_idx":4,"row":{"context":"Angelina was at party. It was a hot sunny day and the kids where having so much fun throwing bright colored objects at each other. Angelina chucked a round object at her friends face and exploded on impact.","keywords":["balloon","fill","throw","water"]},"truncated_cells":[]},{"row_idx":5,"row":{"context":"The house looked broken down. There was a shabby looking lawn. There was no sign of the dog.","keywords":["bucket","chew","fence","front","nail"]},"truncated_cells":[]},{"row_idx":6,"row":{"context":"Fred showed up at the club and got compliments. He gained entry from the person at the front. He met a friend in there and they had a great time.","keywords":["dance","hat","music","wear"]},"truncated_cells":[]},{"row_idx":7,"row":{"context":"Emmanuel was given six dollars by his director. He was to go on stage from tomorrow. The director directed him that he will be on stage everyday from 2pm.","keywords":["figure","perform","routine"]},"truncated_cells":[]},{"row_idx":8,"row":{"context":"Every person uses the road to go anywhere in their daily life. Everyday many stories of road accidents are also heard. Most of the accidents occur due to negligence of the people, in the rush of an early arrival and driving due to intoxication.","keywords":["direct","street","traffic","walk"]},"truncated_cells":[]},{"row_idx":9,"row":{"context":"Friendship is a relationship of mutual affection between people. It is a stronger form of interpersonal bond than an association, and has been studied in various academic fields. Such as communication, sociology, social psychology, anthropology, and philosophy.","keywords":["enjoy","friend","knit"]},"truncated_cells":[]},{"row_idx":10,"row":{"context":"It did not take long to finish the house. We worked on every room. The new color looked great.","keywords":["paint","paper","piece","spray"]},"truncated_cells":[]},{"row_idx":11,"row":{"context":"One fine evening I was go to the ground attached with children's park. There I saw many of them were playing different games and some of them were practicing dance and one magician showed his magic to people. I felt really relaxed and I spend little time there and I return to home.","keywords":["crowd","perform","skateboard","trick","watch"]},"truncated_cells":[]},{"row_idx":12,"row":{"context":"Sally was walking out of the deep the forest. She reached the start of the muddy road and found her car. She climbed into the car and started the engine.","keywords":["cross","drive","river","water"]},"truncated_cells":[]},{"row_idx":13,"row":{"context":"Matthew was out and about in the neighborhood. He saw a beautiful art work on a wall, he stopped and paused. Then continued on his way.","keywords":["picture","pose","street","walk"]},"truncated_cells":[]},{"row_idx":14,"row":{"context":"The man is walking on the road along with his dog. Suddenly he saw a snake in front of his dog. There was a large number of people, and one had an instrument in his hand.","keywords":["jump","leave","pile","rake"]},"truncated_cells":[]},{"row_idx":15,"row":{"context":"I could not bring myself to go up to see her. The apartment stairs were too high. I was afraid of heights as I stood next to the street.","keywords":["building","front","sidewalk","walk"]},"truncated_cells":[]},{"row_idx":16,"row":{"context":"The kids enjoyed the party at the park. They all ran around and played. They jumped in the air and laughed as their parents looked on happily.","keywords":["blow","bubble","wand"]},"truncated_cells":[]},{"row_idx":17,"row":{"context":"Mary was given a sheet by John. On it there was pictures of mountains during winter. The mountain was drawn well and rose from the west of a valley.","keywords":["paper","snow","stand"]},"truncated_cells":[]},{"row_idx":18,"row":{"context":"He met his friends at the bar. They all got inebriated together. One friend was moving so they felt the need to celebrate.","keywords":["hand","handle","hold","mug"]},"truncated_cells":[]},{"row_idx":19,"row":{"context":"The boy hammered a nail into the wood of the door. The structure was coming along nicely. Soon he and his friends could spend time together inside.","keywords":["build","house","playing"]},"truncated_cells":[]},{"row_idx":20,"row":{"context":"The room was filled with steam. Sam went into the tub. He put bubbles in it and laughed.","keywords":["faucet","hand","rub","turn","water"]},"truncated_cells":[]},{"row_idx":21,"row":{"context":"Sam went outside with his girlfriend, where he heard a bunch of noise. He recognized a bunch of friends were gathered around the picnic table chatting with other significant people in his life. At that point, he knew it was time to ask his girlfriend to marry him, and the crowd cheered with delight.","keywords":["dance","decorate","family","music","tree"]},"truncated_cells":[]},{"row_idx":22,"row":{"context":"The forest looked old to me. The paths were nice though, and easy. I was startled when I started hearing a crackling noise.","keywords":["couple","fall","tree","walk"]},"truncated_cells":[]},{"row_idx":23,"row":{"context":"Sam read that his son played great in the soccer game. He scored a goal. Sam smiled when he read that.","keywords":["heel","joy","kick","news","receive"]},"truncated_cells":[]},{"row_idx":24,"row":{"context":"Henry was sweating but felt good. He got a drink of water. He did some stretches as well.","keywords":["bench","lay","lift"]},"truncated_cells":[]},{"row_idx":25,"row":{"context":"He had a fun time at the party. He met his girlfriend. They had a large screen in the front of the auditorium for the movie.","keywords":["dance","music","watch"]},"truncated_cells":[]},{"row_idx":26,"row":{"context":"Kevin waited for his date. He was meeting her for the first time and was excited. He wondered what he would get.","keywords":["menu","read","stand","table","waiter"]},"truncated_cells":[]},{"row_idx":27,"row":{"context":"The olympics had been a huge success for the entire GB team. In particular the aquatics team had performed exceptionally. The final day of competition left a lot in the balance.","keywords":["end","pool","reach","swim"]},"truncated_cells":[]},{"row_idx":28,"row":{"context":"The show was great. James smoked a lot while we were there. We all laughed at the comedian as he spoke.","keywords":["machine","piece","pipe","put","stand"]},"truncated_cells":[]},{"row_idx":29,"row":{"context":"The stage was filled with people. James had a great time and held his wife's hand. The auditorium was filled with splendour.","keywords":["background","body","movement","music","perform"]},"truncated_cells":[]},{"row_idx":30,"row":{"context":"He went out to the field to begin the day. He noticed that some of his crops were destroyed in the rain. He walked and breathed in the fresh Summer air.","keywords":["cut","field","grass","scythe","work"]},"truncated_cells":[]},{"row_idx":31,"row":{"context":"John and Alice were enthralled as the anticipation in the stadium built. As they looked around at the other spectators they could feel an electricity building. The players were responding on the pitch.","keywords":["cheer","crowd","field","game"]},"truncated_cells":[]},{"row_idx":32,"row":{"context":"The grass in my lawn has become absolutely out of control. I need to maintain it as soon as possible. I don't like to use a riding mower because they are difficult for me to control.","keywords":["lawn","mow","mower","push"]},"truncated_cells":[]},{"row_idx":33,"row":{"context":"I needed directions. The construction worker was on the side of the street eating lunch. I called out my window to him.","keywords":["drive","road","side","talk","tractor"]},"truncated_cells":[]},{"row_idx":34,"row":{"context":"A woman attracted on a product that was advertised on TV when she wandering in a shopping mall. she remembered that wash and be clean it.s very important now a days. she took and see the product description and purchased it","keywords":["hand","hold","lady","put","soap"]},"truncated_cells":[]},{"row_idx":35,"row":{"context":"They looked out of the window of their penthouse, city flat towards the horizon. Evening was approaching and they loved this time of day because of what this opportunity offered. The skies were clear today and it was the perfect time to enjoy their surroundings.","keywords":["building","color","light","sunset","view"]},"truncated_cells":[]},{"row_idx":36,"row":{"context":"The concert was quite fun. Many of the players were professional and did great. The director of the symphony did amazing as well.","keywords":["bend","machine","pull","repetition","string"]},"truncated_cells":[]},{"row_idx":37,"row":{"context":"The teacher handed her a piece of chalk and asked her to write the answer on the chalkboard. Each month she holds a meeting with her entire staff. Our classroom is on the second floor.","keywords":["box","chalk","ground","hold","write"]},"truncated_cells":[]},{"row_idx":38,"row":{"context":"I always crave a nice, warm glass of caffeine after a long of work. I typically visit a particular spot on the square. My order is always the same, so the employees just ask me if I would like my usual.","keywords":["cafe","coffee","drink"]},"truncated_cells":[]},{"row_idx":39,"row":{"context":"Anita grabbed her boyfriend's arm to hold him steady. She told him it would be alright. Geoff looked up and held his breath.","keywords":["eye","hold","lens","place"]},"truncated_cells":[]},{"row_idx":40,"row":{"context":"Alice was on stage when the director joined the crowd. The director showed the crowd a video of Alice washing her feet when she was going through a treatment. The act is a very important part of working with patients.","keywords":["perform","scrub","surgeon","surgery","wear"]},"truncated_cells":[]},{"row_idx":41,"row":{"context":"Jack couldn't wait to get out on the lake to go fishing. He backed his truck up and made sure the trailer dipped down just right into the dock to offload. He hoped that he wouldn't have trouble getting his motor to run.","keywords":["boat","head","stand"]},"truncated_cells":[]},{"row_idx":42,"row":{"context":"I remember performing colors when I was in the Navy. You went out there twice a day as the anthem was playing in either put the flag up or took it down. When taking it down you had to make sure to prepare it in a certain way before you put it away.","keywords":["fold","hat","stand"]},"truncated_cells":[]},{"row_idx":43,"row":{"context":"My friend hurt her ankle this weekend when we were playing soccer. Luckily someone was there to be able to take care of it and we didn't need to go to the hospital. They had everything they needed in order to secure the ankle and make sure it didn't get any worse.","keywords":["bandage","foot","glove","wear","wrap"]},"truncated_cells":[]},{"row_idx":44,"row":{"context":"Carl was content as he looked out at the job that he had done. His father had only told him to cut the grass, but he had really outdone himself. The yard was immaculate and his father would give him extra on his allowance for sure.","keywords":["clean","front","gate","home","street"]},"truncated_cells":[]},{"row_idx":45,"row":{"context":"Some of the wildest parties to go to our EDM parties. You're in a small space with loud music with some of your closest friends and strangers. The drinks are flowing in the mood is amazing wow everyone enjoyed themselves.","keywords":["change","color","dance","light","room"]},"truncated_cells":[]},{"row_idx":46,"row":{"context":"It had been an overcast, gloomy day, and I used the opportunity to read quietly by myself at the park. No one was around, and for awhile I fell into my book, but my concentration was broken when I saw two figures emerge from the woods. I silently prayed they would move on and leave me alone.","keywords":["bench","husband","sit","wife"]},"truncated_cells":[]},{"row_idx":47,"row":{"context":"I need to change a wheel on my car. I don't know what I should put on. Do I need special equipment to get this done?","keywords":["glove","put","tire","tube","wear"]},"truncated_cells":[]},{"row_idx":48,"row":{"context":"Jon had been sick and wasn't feeling great at all. Snot ran down to his lip and he inhaled to try to suck it up. Jon reached over to the bedside table to catch a sheet of Kleenex that was sitting there.","keywords":["nose","tissue","use","wipe"]},"truncated_cells":[]},{"row_idx":49,"row":{"context":"My best friend said I'd look better if I had less extra hair. I don't take it personal because it's my genes' fault. I do shave my pits and legs regularly, but I know what she means.","keywords":["eyebrow","strip","wax"]},"truncated_cells":[]},{"row_idx":50,"row":{"context":"One thing that I've seen growing popularity are these art classes with your friends. Some of them you can even bring wine to enjoy yourself. It's some thing that I'm going to look into because I might have a good time myself.","keywords":["brush","dip","paint","paint"]},"truncated_cells":[]},{"row_idx":51,"row":{"context":"I love going to inner cities because of the great art scene. Many of the buildings are covered in beautiful colors by a variety of amazing artists. There are some that have been vandalize with vulgar sayings that I don't appreciate.","keywords":["paint","paint","spray","wall","word"]},"truncated_cells":[]},{"row_idx":52,"row":{"context":"Winter time walking with your pet can be a challenge. Especially after a winter storm. A lot of them have a tough time finding a place to go.","keywords":["dog","snow","tree"]},"truncated_cells":[]},{"row_idx":53,"row":{"context":"I know what I'd be doing on the weekends if I was a parent. My child would be competing in some kind of sports. I'd be sitting there with all the other parents watching them run around and act silly.","keywords":["ball","field","kid"]},"truncated_cells":[]},{"row_idx":54,"row":{"context":"The gates opened and Steven and his ride rushed out into the open arena. The young calf jetted out several feet in front of him, but Steven knew he had him. He pulled out his lasso and began to twirl it around his head.","keywords":["back","cowboy","horse","throw"]},"truncated_cells":[]},{"row_idx":55,"row":{"context":"It's funny how life works. I was feeling miserable that things ended between Anne and I. To distract myself, I went to the mall and saw the most beautiful saleswoman I've ever seen.","keywords":["shirt","store","touch"]},"truncated_cells":[]},{"row_idx":56,"row":{"context":"Going to the gym can be an adventure. First, if it's too crowded you will not get to use any of the equipment that you want. Especially if you're trying to build the muscles in your chest.","keywords":["bench","lay","lift","weight"]},"truncated_cells":[]},{"row_idx":57,"row":{"context":"Tom brought Bean to the dog park. They played frisbee for awhile, and Bean ended up running through mud. When they got home, Tom noticed Bean was covered in dirt.","keywords":["dog","scrub","soap","water"]},"truncated_cells":[]},{"row_idx":58,"row":{"context":"Sam sat and counted the empty soldiers in front of him. He had been in the bar all day long. Sam had never experienced a break up quite like this one and it was bad.","keywords":["bottle","sit","table"]},"truncated_cells":[]},{"row_idx":59,"row":{"context":"Jerry had never realized how beautiful it was in Colorado. He was glad that he had taken the trip here and even more glad that he had gone on this hike. Jerry looked out over the trees in the distance and he smiled contently.","keywords":["binocular","look","mountain","stick","walk"]},"truncated_cells":[]},{"row_idx":60,"row":{"context":"She sat down at the table in the kitchen and began drawing. Soon a image began to take shape in black ink. The black ink contrasted nicely with the white back ground.","keywords":["paper","pen","picture"]},"truncated_cells":[]},{"row_idx":61,"row":{"context":"Now that she had finished cosmetology school, Susan was excited to show people what she had learned. Her first cosmetics show was a huge success and everyone was impressed by Susan's amazing ability to transform someone's face into an entirely new creation. Before long, Susan was scheduling cosmetics shows every day and the demand for her talent was only growing; everyone wanted Susan to work on them.","keywords":["apply","demonstrate","eyebrow","look","makeup"]},"truncated_cells":[]},{"row_idx":62,"row":{"context":"The trail up the mountain was beautiful, yet rugged. We were glad that we had packed extra bottles of water. When we got to the summit, we looked around at the beautiful view below us.","keywords":["hill","sky","top"]},"truncated_cells":[]},{"row_idx":63,"row":{"context":"Going downtown on a Saturday night can be tough. I'm lucky that I live close by so I don't have to drive. I can just stroll down there without having to look for a place to put my vehicle.","keywords":["car","park","sidewalk","walk"]},"truncated_cells":[]},{"row_idx":64,"row":{"context":"I love going to the beach to just chill out in area by the seats and enjoy the view. It's normally pretty crowded on the boardwalk with people walking, cycling and exercising. It's like being on the highway at rush-hour.","keywords":["bench","sit","traffic","watch"]},"truncated_cells":[]},{"row_idx":65,"row":{"context":"I love photography. One of my favorite things to do is to take pictures of people modeling throughout the city. The beach is one of my favorite places because of the scenery and the atmosphere there.","keywords":["background","crowd","pose"]},"truncated_cells":[]},{"row_idx":66,"row":{"context":"The jockeys were lined up and ready to go behind the gate. The crowd was murmuring from the stands in obvious anticipation. The announcer came on the speaker and the gunshot rang out and they were off.","keywords":["horse","race","ride"]},"truncated_cells":[]},{"row_idx":67,"row":{"context":"Waiters and waitresses have tough jobs. They are always moving around and are constantly on their feet. That's why whenever you go out and get something to eat, you need to reward them with a good amount of gratuity for their services.","keywords":["floor","stand","tip"]},"truncated_cells":[]},{"row_idx":68,"row":{"context":"Cara threw on her clothing in a rush before she walked out the door. As she sat down in class, she realized that she forgot her computer bag at home. Cara was disgusted with herself and took the notes the best she could with pen and paper.","keywords":["hood","laptop","sweatshirt","use","wear"]},"truncated_cells":[]},{"row_idx":69,"row":{"context":"I got up early in the morning to watch the Olympics. The reason I got up early is because it is taking place in Japan and it is about 12 hours ahead of us. I wanted to watch the BMX competition because I was excited to see the riders perform.","keywords":["bike","fall","ramp","ride"]},"truncated_cells":[]},{"row_idx":70,"row":{"context":"The argument between my wife and I was like an object we shared. We first held it in the bedroom, then carried it with us to the kitchen. It didn't get in the way of me making coffee or her preparing breakfast.","keywords":["egg","fork","pour","skillet","whisk"]},"truncated_cells":[]},{"row_idx":71,"row":{"context":"My neighbor is always enjoying his weed outside. Most of the times he uses a blunt but other times he uses a special wooden object. I make sure that I sit in a certain area because I don't want to inhale any of it or to be directly in the direction of where he exhales.","keywords":["blow","pipe","smoke","smoke"]},"truncated_cells":[]},{"row_idx":72,"row":{"context":"Some sodas seem to go flat faster than others. I haven't done a lot of research, but I think it goes by price. The cheaper ones seem to last the least.","keywords":["bottle","cap","open","use"]},"truncated_cells":[]},{"row_idx":73,"row":{"context":"One of the best things about birthdays are the sweet treats you get to enjoy. I love the intricacies of the decorations now. You can turn anything into a delectable and moist pastry.","keywords":["cake","powder","sprinkle","sugar","top"]},"truncated_cells":[]},{"row_idx":74,"row":{"context":"While in the Navy I got to be a mechanic on planes. It was a lot of fun because of all the different things that you got to learn how to fix. Some days are much easier than others.","keywords":["object","tool","use","work"]},"truncated_cells":[]},{"row_idx":75,"row":{"context":"Tom was excited for the birth of his first born male child. His mother pulled out the camera and told Tom to hold the baby. No image could capture the happiness that Tom felt at that moment.","keywords":["father","picture","son"]},"truncated_cells":[]},{"row_idx":76,"row":{"context":"Angie was working on new art with steel. She grabbed a hammer so she could flatten it down. She wanted to send a message about food waste.","keywords":["metal","piece","tool","use"]},"truncated_cells":[]},{"row_idx":77,"row":{"context":"Al was with his son since his wife went to go get a neck massage. Al was bored and suddenly his son started crying for his mother. Al was concerned and felt scared about what to do next.","keywords":["read","table","toddler"]},"truncated_cells":[]},{"row_idx":78,"row":{"context":"There was fourteen seconds left on the clock in the semi-finals matchup. The boy got the ball and looked around the field for an open receiver. Spotting one, he drew back and let the ball fly high into the air, hoping that it would land safely into the hands of his teammate.","keywords":["game","pass","quarterback","throw"]},"truncated_cells":[]},{"row_idx":79,"row":{"context":"Gary had just saved up enough to buy a Harley. The man at the shop said that he needed protective gear when he went riding. Gary left the shop with a bag full of black clothing for riding.","keywords":["bike","jacket","jean","ride","shoe"]},"truncated_cells":[]},{"row_idx":80,"row":{"context":"I want to make some wine. I don't like to use my bare feet to crush the fruit. Any idea of what I could use instead of my feet?","keywords":["bucket","grape","stand"]},"truncated_cells":[]},{"row_idx":81,"row":{"context":"The third and final period was about to begin. Both teams stood poised and focused, ready for play to resume. Finally an official began to walk slowly over toward center ice.","keywords":["drop","player","puck","referee","wait"]},"truncated_cells":[]},{"row_idx":82,"row":{"context":"It was a lovely, partly sunny day, and he was enjoying his walk in the park. Ahead there was a clearing with what looked like a group of artists gathered around easels. A Parks Department employee stood by, looking somewhat bored.","keywords":["cloud","create","worker"]},"truncated_cells":[]},{"row_idx":83,"row":{"context":"There was a lot of work to do in Bobby's place. It was a good thing that Bobby had spent the last ten years working as a handy man. He had his own tools and equipment and it would be cheaper to make the repairs himself.","keywords":["floor","house","sand","sander"]},"truncated_cells":[]},{"row_idx":84,"row":{"context":"I want to go to the ski slopes. But it's only June. I guess I will go to the park and take advantage of the windy day instead.","keywords":["kite","ride","snowboard"]},"truncated_cells":[]},{"row_idx":85,"row":{"context":"I love the holidays. One of my favorite parts is consuming all the good grub that is prepared. I look forward to ending up on the couch every year with a full belly.","keywords":["eat","face","food","plate"]},"truncated_cells":[]},{"row_idx":86,"row":{"context":"Sometimes you just have to marvel at the amazing appearance of women. They can have on the simplest outfits. There's just something about a female that is sexy no matter what they have on.","keywords":["lady","look","shirt","wear"]},"truncated_cells":[]},{"row_idx":87,"row":{"context":"I want to watch the Cubs play this weekend. There's no place better to watch a game like Wrigley. I got to enjoy myself with friends and see a lot of home runs and just as many strikeouts.","keywords":["ball","field","swing"]},"truncated_cells":[]},{"row_idx":88,"row":{"context":"I think I'm going to hop on my huffy and go for a stroll. It's not too far to get to the beach from my house. It's going to be a lot more enjoyable if I bring some tunes with me.","keywords":["bike","listen","music","ride"]},"truncated_cells":[]},{"row_idx":89,"row":{"context":"One of the most enjoyable parts of a wedding is the reception. You going to this large area and just enjoy yourself with food and tunes. You get to sit back and relax and look at everybody enjoyed themselves to the tunes by shaking their booties.","keywords":["couple","dance","music","room","watch"]},"truncated_cells":[]},{"row_idx":90,"row":{"context":"Abby wasn't feeling great and her parents decided that she needed to spend the day in her bed. They gave here allergy medicine which cleared up most of her symptoms. Abby was feeling much better and able to go to school the next day.","keywords":["bless","mother","say","sneeze"]},"truncated_cells":[]},{"row_idx":91,"row":{"context":"I hate when people are using their cell in public on speaker to have a conversation. It's so simple to turn off speaker and use it the way it was intended. I don't need to know about your business so please turn off speaker and use the cell the right way.","keywords":["ear","hold","phone"]},"truncated_cells":[]},{"row_idx":92,"row":{"context":"Sam was sitting at home and very bored. He asked his mother about what he could do for fun. Suddenly, his mother's phone rang loudly.","keywords":["ball","dad","day","fence","watch"]},"truncated_cells":[]},{"row_idx":93,"row":{"context":"It was the night of the big state finals game and Cameron was on the court. He dribbled the ball and looked toward the other players. Cameron tossed the ball toward the goal and watched as it sailed and bounced against the backboard.","keywords":["basket","basketball","shoot"]},"truncated_cells":[]},{"row_idx":94,"row":{"context":"Sam was at home and he was very thirsty. He went to open the fridge to see if there was anything that could quench his thirst. Sam immediately saw the one thing that would instantly do the trick.","keywords":["bottle","drink","floor","milk","sit"]},"truncated_cells":[]},{"row_idx":95,"row":{"context":"Robby sailed in the air high above the crowds. He was no longer afraid of tumbling the great lengths to the hard ground below. The circus was his life and he had done this for too long to be afraid.","keywords":["fall","net","practice","trapeze"]},"truncated_cells":[]},{"row_idx":96,"row":{"context":"I was looking forward to the party this weekend. I had to go to the store to get the supplies that we were going to barbecue. Everyone was going to pick their own protein and hope that I could deliver and OK meal for them.","keywords":["descent","grill","individual","market","meat"]},"truncated_cells":[]},{"row_idx":97,"row":{"context":"The doctor didn't know what was wrong with Billy's sight. He passed a finger in front of Billy's face and told him to follow it. The doctor wrote down several things on his notepad before ordering more tests.","keywords":["cross","eye","nose","touch"]},"truncated_cells":[]},{"row_idx":98,"row":{"context":"Jim was walking down the street when he passed the jewelry store. He saw he most beautiful diamond sitting in the window for five thousand dollars. Jim wanted to steal it because he was late on rent this month.","keywords":["attempt","brick","stand","street","worker"]},"truncated_cells":[]},{"row_idx":99,"row":{"context":"I was having a conversation with a friend of mine on my cell. I was taking a stroll browsing a farmers market that they set up. I saw stand with some funny Memes on articles of clothing that I knew she would like.","keywords":["phone","shirt","sidewalk","talk","walk"]},"truncated_cells":[]}]}